{
  "title": "AI Cultivation World Simulator",
  "subtitle": "AI Cultivation World Simulator",
  "phase": {
    "scanning_assets": "Scanning World Assets",
    "loading_map": "Building Primordial Map",
    "processing_history": "Deducing Heavenly Dao History",
    "initializing_sects": "Sects Entering World",
    "generating_avatars": "Cultivators Descending",
    "checking_llm": "Connecting Heavenly Will",
    "loading_save": "Loading Karmic Ties",
    "parsing_data": "Parsing Laws of Heaven and Earth",
    "restoring_state": "Restoring Spacetime Plane",
    "finalizing": "All Phenomena Returning to Position",
    "complete": "Heaven and Earth Opening",
    "chaos": "Primordial Chaos",
    "generating_initial_events": "Generating Initial Events"
  },
  "error": "Initialization Failed",
  "unknown_error": "Unknown Error",
  "retry": "Retry Initialization",
  "tips_label": "Cultivation Tips",
  "elapsed": "Waited {seconds} seconds",
  "tips": [
    "Modifying character goals can change their behavior style.",
    "Character traits greatly influence their behavior style.",
    "Cultivating in a cave dwelling matching your spiritual root doubles efficiency.",
    "Heavenly Spiritual Root characters have double efficiency in any cave dwelling.",
    "Changing world spirit density affects bonuses and subtly adjusts character behavior.",
    "Every character has their own real thoughts and emotions.",
    "Besides cultivation, alchemy and qi refinement are also important.",
    "Participating in auctions may yield bargains, but beware of villains chasing you.",
    "Jianghu peers will give you a nickname based on your actions.",
    "Dual cultivation is good, but please exercise restraint.",
    "Recovering at the sect headquarters can fully restore HP.",
    "The gap between realms is immense; challenging a higher realm is as hard as ascending to heaven.",
    "Characters with the Child of Destiny trait have continuous good luck and fortuitous encounters.",
    "Modern world transmigrators only want to return to reality, but it is impossible.",
    "Elixirs have a time limit for their effects.",
    "Because the LLM needs to think, game startup may take a long time.",
    "Simulating the world consumes a lot of LLM tokens, please be aware.",
    "Setting history at the start will change the entire cultivation world accordingly.",
    "Treasures won at auctions can greatly enhance your strength, but save your spirit stones."
  ]
}